Repository: iiriscp/74533781G
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: es_es

source: Having already lost her mother a few years earlier, the death of her father was a period of immense difficulty for Sandhya and her brother who was just a year older.
es_es: Como ya había perdido a su madre unos años antes, la muerte de su padre supuso un periodo de inmensas dificultades para Sandhya y para su hermano, que sólo tenía un año más.

source: He also performed at various events and Kat-Katha looked at his special desire to learn professional dance.
es_es: También actuó en varios eventos y Kat-Katha se fijó en su deseo especial por aprender danza de forma profesional.

source: He had scheduled a meeting to discuss the logistics, and invited her to come.
es_es: Había programado una reunión para discutir la logística y la invitó a asistir.

source: He informed her that she should have a hostel for the brothel children (to which, of course, she agreed :)), and he invited her to pick any of the unused ashram buildings to become that hostel.
es_es: Él le informó de que debía tener un albergue para los niños de los burdeles (a lo que, por supuesto, ella accedió :)), y la invitó a elegir cualquiera de los edificios del ashram en desuso para convertirlo en ese albergue.

source: He managed to solve the most basic yet the most important of those problems such as getting Adhar and Ration cards issued for them and making them aware of their rights as citizens of a democratic nation.
es_es: Consiguió resolver los problemas más sencillos, pero también los más importantes, como conseguir que les expidieran las tarjetas Adhar y Ration y concienciarlas de sus derechos como ciudadanas de una nación democrática.

source: He never came.
es_es: Nunca vino.

source: He practiced day and night at Kat-Katha School while managing his studies.
es_es: Practicaba día y noche en la escuela de Kat-Katha mientras lo compaginaba sus estudios.

source: He said, “No, it's government rule.”
es_es: Él respondió: "No, son normas del gobierno".

source: He saw her as a human being and slowly the bond between the two grew to a point where both of them couldn’t live without each other.
es_es: Le veía como a un ser humano y lentamente el vínculo entre los dos creció hasta el punto donde ninguno de los dos podía vivir sin el otro.

source: He won student of the year award from the academcy in 2017.
es_es: Ganó el premio al estudiante del año de la academia en 2017.

source: He would smuggle in food for her, would listen to her, would fight for her.
es_es: Él le llevaba comida a escondidas, le escuchaba, luchaba por ella.

source: Her curiosity stirred.
es_es: Se despertó su curiosidad.

source: Her heart however still lies in her passion for cooking.
es_es: Sin embargo, su pasión sigue siendo la cocina.

source: Her owner caught them several times and each time Sandhya would receive a beating and Sanjay would be threatened by the pimps.
es_es: Su propierario les pilló varias veces y cada una de esas veces Sandhya recibía una paliza y Sanjay era amenazad por los proxenetas.

source: Her playful chiding is a testimony to the deep relationship she’s established with everyone in the team, and a reminder to this world that no matter how broken, all hearts can learn to love.
es_es: Sus regañinas de broma son un testimonio de la profunda relación que ha establecido con todos los miembros del equipo, y un recordatorio para este mundo de que, por muy rotos que estén, todos los corazones pueden aprender a amar.

source: Her production tripled over time and she grew into a tailor slowly.
es_es: Su producción se triplicó con el tiempo y poco a poco se convirtió en sastre.

source: His brothel owner, Suman, always felt that Sonu is a loving and compassionate child.
es_es: La dueña del burdel, Suman, siempre tuvo la impresión de que Sonu era un niño cariñoso y compasivo.

source: His mother was on drugs for many years but Sonu had a dream to take her out of sex trade where she was forced.
es_es: Su madre se drogaba durante muchos años, pero Sonu soñaba con sacarla del tráfico sexal en el que la obligaban a participar.

source: His search for this unrequited solace led him to Kat-Katha, a Delhi based organization which had been working for the upliftment of the sex worker community.
es_es: Su búsqueda de este consuelo no correspondido le llevó a Kat-Katha, una organización con sede en Delhi que había estado trabajando por la mejora de la comunidad de trabajadores sexuales.

source: Home to 77 brothels, 4,000 women, and 1,500 children, it is the largest red light area of Delhi, India.
es_es: Hogar de 77 burdeles, 4.000 mujeres y 1.500 niños, es la mayor zona roja de Delhi (India).

source: How am I supposed to ask them such personal and private questions?”
es_es: ¿Cómo voy a hacerles preguntas tan personales y privadas?".

source: How can you even think of such stupid ideas?”
es_es: ¿Cómo se os ocurren ideas tan estúpidas?".

source: How else would one define hell?
es_es: ¿De qué otra forma se podría definir el infierno?

source: How she kicked and screamed and bit the woman trying to prepare her for that first night until slowly realising she has no way out.
es_es: Cómo pataleó y gritó y mordió a la mujer que intentaba prepararla para esa primera noche hasta que poco a poco se dio cuenta de que no tenía escapatoria.

source: However, a roof as shelter does not mean care or even a decent night’s sleep.
es_es: Sin embargo, tener un techo donde dormir no significa que ese sea un lugar seguro ni decente para pasar la noche.

source: However, instead of being tense, I was curious to find out what rests on the other side of the veiled walls.
es_es: Sin embargo, en vez de estar nerviosa, sentía curiosidad por saber qué había al otro lado de las paredes veladas.

source: However, on my first visit I was presented with surprises, one after another: I walked past hardware shops, eyeing to spot the brothels, only to be suddenly pulled aside by my co-worker.
es_es: Sin embargo, me llevé sopresas en mi primera visita, además, una detrás de otra. Pasé por ferreterías, esperando ver los burdeles, colo para que mi compañero me apartara de repente.

source: However, they were reluctant and even said they were made for sex work alone.
es_es: Sin embargo, se mostraron reacias e incluso dijeron que estaban hechas sólo para el trabajo sexual.

source: I can sing!
es_es: ¡Puedo cantar!

source: I clearly remember, when I got back to the big room, the old ladies smirked and shrugged, and said “dekh liya hum kaese jeete hain?
es_es: Recuerdo claramente que, cuando volví a la habitación grande, las ancianas sonrieron con satisfacción y se encogieron de hombros, y dijeron "dekh liya hum kaese jeete hain?

source: I could only think about their plight, and spent sleepless nights.
es_es: Sólo podía pensar en su difícil situación y pasaba noches en vela.

source: I could see change was necessary and I promised I would bring back dignity and respect for these women.
es_es: Me di cuenta de que era necesario un cambio y prometí que devolvería la dignidad y el respeto a estas mujeres.

source: I couldn’t imagine enough space for one to sit inside that space, let alone 2 people having sex.
es_es: No podía imaginar que ese fuera espacio suficiente para que uno se sentara dentro, y mucho menos para 2 personas teniendo sexo.

source: I didn't want to go during the afternoon time, when I was expected to go and ask certain questions [for my job].”
es_es: No quería ir por la tarde, cuando se esperaba que fuera a hacer ciertas preguntas [por mi trabajo]".

source: I distinctly remember how in one brothel they decided to surround us and put us down, claiming we too shall leave in no time once our ‘motives’ are met.
es_es: Recuerdo perfectamente cómo en un burdel decidieron rodearnos y menospreciarnos, alegando que nosotros también nos marcharíamos enseguida una vez satisfechos nuestros "motivos".

source: I feel unsafe in Delhi.
es_es: Me siento insegura en Delhi.

source: I really want that these ladies should come down from the brothel and they should just have fun.
es_es: Quiero que las mujeres salgan del burdel y se diviertan.

source: I recall I was soon asked to leave.
es_es: Recuerdo que no tardaron mucho en pedirme que me fuera.

source: I said, “Yeah, Okay.
es_es: Le dije: "Sí, de acuerdo.

source: I started enjoying that time.
es_es: Empecé a disfrutar de ese tiempo.

source: I started sharing my intention with others, went searching for suitable people, and found a friend Ankush who later became the regional head of Yuva Parivartan, an NGO facilitating skill development in young dropouts.
es_es: Empecé a compartir mi intención con otras personas, busqué a gente adecuada y encontré a un amigo, Ankush, que más tarde se convirtió en el director regional de Yuva Parivartan, una ONG que facilita el desarrollo de habilidades en jóvenes que han abandonado los estudios.

source: I think his prayers were there.
es_es: Creo que sus oraciones estaban allí.

source: I want to capture the beauty of life through my camera and make others smile through my pictures.
es_es: Quiero captar la belleza de la vida con mi cámara y hacer sonreír a los demás con mis fotos.

source: I want to help my society and do something for women and children living on GB Road.
es_es: Quiero ayudar a mi sociedad y hacer algo por las mujeres y los niños que viven en el barrio rojo.

source: I want to instil good values in myself and become a better human being rather than just being successful.
es_es: Quiero inculcarme buenos valores y convertirme en un mejor ser humano en lugar de limitarme a tener éxito.

source: I want to make KatKatha proud on their eldest child – Arjun.
es_es: Quiero que KatKatha se sienta orgullosa de su hijo mayor: Arjun.

source: I want to study and become a responsible man.
es_es: Quiero estudiar y convertirme en un hombre responsable.

source: I want to take my mother out of GB Road and live a respectable life.
es_es: Quiero sacar a mi madre del barrio rojo para que lleve una vida respetable.

source: I wanted to talk more, hear them out.
es_es: Quería hablar más, quería escuchar todo lo que tenían por decir.

source: I was just sitting and observing, looking at what was happening right in front of my eyes.”
es_es: Sólo estaba sentada y observando, mirando lo que ocurría delante de mis ojos".

source: I was sent out by NACO; it was assumed to be a challenging project.
es_es: Fui enviada por NACO; se había asumido que era un proyecto complejo.

source: I was sure, I will keep coming back.
es_es: No obstante, sabía que volvería.

source: I would say, “What is happening?!””
es_es: Yo decía: "¡¿Qué está pasando?!".

source: I'll sing!”
es_es: Yo cantaré".

source: I'm coming, I'm coming.”
es_es: Ya voy, ya voy."

source: If I was hungry, I used to go into one brothel and they'd give me food.
es_es: Si tenía hambre, iba a uno de los burdeles y ellos me daban comida.

source: If a woman has a baby, the baby is often taken away from her—kept on a separate part of G.B.
es_es: Si una mujer tiene un bebé, a menudo se lo quitan -se lo guardan en una parte separada de G.B.

source: If anything, her zeal of carving a niche for herself is stronger than ever before.
es_es: En todo caso, su afán por hacerse un hueco es más fuerte que nunca.

source: If she was caught eating from another woman’s plate, she would be thrashed with a belt.
es_es: Si le pillaban comiendo del plato de otra mujer, le azotarían con un cinturón.

source: If there is a student who wants to learn how to play the harmonium, the next day, I'll get a call from someone who says, “I have an old harmonium at home.
es_es: Si hay un estudiante que quiere aprender a tocar la harmónica, al día siguente me llegará una llamada de alguien diciendo "Tengo una harmónica vieja en casa.

source: If there is some good smell in some other brothel, I used to go into that brothel and say, 'Didi [sister], I think you're making naan.
es_es: Si había un buen olor en cualquier otro burdel, iba a ese y decía: 'Didi (hermana), diría que estás haciendo naan.

source: In Maitri Meals, Sandhya also received professional training in various kinds of cooking be it vegan cooking, farm to table cooking, bulk order catering etc.
es_es: En Maitri Meals, Sandhya también recibió formación profesional en diversos tipos de cocina, como cocina vegana, cocina de la granja a la mesa, catering a granel, etc.

source: In a few years, Sandhya attended a client who would turn her life around.
es_es: Pocos años después, Sandhya atendió a un cliente que cambiaría su vida.

source: In a team of another 5 women from similar backgrounds, Sandhya felt at home and could finally openly share her story with women who would understand and empathise with her.
es_es: En un equipo de otras 5 mujeres de orígenes similares, Sandhya se sintió como en casa y finalmente pudo compartir abiertamente su historia con mujeres que la entenderían y empatizarían con ella.

source: In any of the brothels.
es_es: En cualquier burdel.

source: In her playful spirit, she gathered the volunteers and went to invite him.
es_es: Con su espíritu juguetón, reunió a los voluntarios y fue a invitarle.

source: In listening to her stories, the elements of faith and spontaneity strike you loud and clear.
es_es: Cuando escuchas sus historias, los elementos como la esperanza y la espontaneidad te sorprenden fuerte y claramente.

source: It read something like, “Please Use Precautions”.
es_es: Decía algo así como: "Por favor, tome precauciones".

source: It was an uphill journey as she had held the Silai machine in her hands for the first time and dealt with the many frustrations of learning a new skill.
es_es: Fue un viaje cuesta arriba, ya que tuvo la máquina Silai en sus manos por primera vez y tuvo que lidiar con las muchas frustraciones que supone aprender una nueva habilidad.

source: It was during that volunteering experience in Kat-Katha that he came to know about the UfnManifesto campaign. It is a nationwide campaign initiated by CYC-PRAVAH and supported by UNFPA in the year 2014 and run for a period of 3 months in 2015.
es_es: Se trata de una campaña nacional iniciada por CYC-PRAVAH y apoyada por UNFPA en el año 2014 y que se desarrolló durante un periodo de 3 meses en 2015.

source: It was in his power.
es_es: Estaba en su mano.

source: It was like a completely different world.
es_es: Era como un mundo completamente distinto.

source: It was not only through the day but also at night, they lived a compromised life.
es_es: No solo duirante el día, sino también por la noche, estaban sometidas al comprimiso que su trabajoo les suponía.

source: It was ten o'clock at night.
es_es: Eran las diez de la noche.

source: It's good.
es_es: Está muy bien.

source: It's incredible to witness the energetic optimism and indefatigable spirit with which Gitanjali lives out her stories.
es_es: Es increíble presenciar el enérgico optimismo y el infatigable espíritu con que Gitanjali vive sus historias.

source: It's obvious that Gitanjali is the visionary behind all that's unfolding; yet it is also clear that she is simply a “part of that space”-- one in which the qualities of love, joy, education, and compassion are placed at the center, and all who resonate with that kind of human spirit—from police officers to college students, brothel owners to oversees professionals—find themselves stepping up (or stepping aside) to make it all possible.
es_es: Es obvio que Gitanjali es la visionaria de todo aquello que se está desarrollando; aún así, es algo obvio que tan solo es "parte de este mundo", un mundo que se basa en las cualidades del amor, alegría, educación y compasión, y todos hacen resonar estas ideas, desde agentes de policía hasta estudiantes, propietarios de burdeles para supervisar profesionales se encuentran dejándolo todo a un lado para hacerlo posible.

source: It's that degree of commitment and invisible service that manifests harmoniums and hostels for the children, or that attracts 120 volunteers in just three short years.
es_es: Es ese nivel de compromiso y servicio invisible el que se manifiesta en los albergues para los niños, o el que es capaz de atraer a 120 voluntarios en tan solo tres años.

source: It's that kind of depth and purity of dedication that makes Kat-Katha seem so effortless.
es_es: Es ese tipo de dedicación, profunda y pura, que hace que Kat-Katha parezca tan débil en cuanto a esfuerzos.

source: It's the prayers of these women and the children.
es_es: Son las oraciones de estas mujeres y de los niños.

source: It's your dream, and we're planning a carnival.””
es_es: Es tu sueño, y estamos planeando un carnaval"".

source: I’ve often heard women say “humari zindagi toh narakh se bhi bhattar hai” (our life is worse than hell).
es_es: A menudo he oído decir a las mujeres "humari zindagi toh narakh se bhi bhattar hai" (nuestra vida es peor que el infierno).

source: Kat-Katha enrolled him in Hope School for academics and focused on his holistic growth.
es_es: Kat-Katha lo matriculó en la Hope School para que estudiara y se centrara en su crecimiento holístico.

source: Kat-Katha’s intervention programs supported Sonu’s dreams and empowered him to acheive the same.
es_es: Los programas de intervención de Kat-Katha apoyaron los sueños de Sonu y lo empoderaron para alcanzarlos.

source: Last February, she partook in a 30-day "In-Turnship" at the Gandhi Ashram in Ahmedabad, where she engaged in daily practices like meditation and sweeping, and held circles with servant ladders from all walks of life.
es_es: El pasado febrero, participó en un "In-Turnship" de 30 días en el Gandhi Ashram de Ahmedabad, donde realizó prácticas diarias como meditación y barrer, y mantuvo círculos con sirvientes de todos los ámbitos de la vida.

source: Last Saturday, we had the gift of hosting a circle of sharing with Gitanjali and learning more about her experiences and insights from stepping straight to the heart of a neighborhood that most steer clear.
es_es: El sábado pasado tuvimos el privilegio de organizar un círculo de intercambio con Gitanjali y conocer más de cerca sus experiencias y puntos de vista al adentrarse directamente en el corazón de un barrio del que la mayoría se aleja.

source: Maitri Meals is Kat-Katha’s alternative livelihood project wherein women are trained in various culinary skills and are employed as chefs to serve food with love.
es_es: Maitri Meals es el proyecto de medios de vida alternativos de Kat-Katha en el que las mujeres reciben formación en diversas habilidades culinarias y son empleadas como chefs para servir comida con amor.

source: Many of the women in the brothels are trafficked at the age of twelve or thirteen.
es_es: Muchas de las mujeres que se encuentran en los burdeles son víctimas de trata a los doce o trece años.

source: More of her and Kat Katha's spirit can be witnessed in this powerful recap and video of their August 15 Street Celebration "Carnival" of small acts with great love on G.B.
es_es: Se puede ver más de su espíritu y del de Kat Katha en esta impactante recapitulación y vídeo de su "Carnaval" de celebración en la calle que se celebra el 15 de agosto, de pequeños actos con gran amor en el barrio rojo de Nueva Delhi.

source: Most recently, Gitanjali and her team have been looking to create a hostel to house and school the brothel children in a more stable and nurturing environment.
es_es: Más recientemente, Gitanjali y su equipo han intentado crear un albergue para alojar y escolarizar a los niños de los burdeles en un entorno más estable y enriquecedor.

source: My colleague told me, these were cabinets where they ‘entertained’ the clients.
es_es: Mi compañero me dijo que eran armarios donde "entretenían" a los clientes.

source: My colleagues in the field took me to a brothel after much reluctance, and the walk towards the brothel itself was an unnerving one too.
es_es: Mis compañeros me llevaron a un burdel aunque a mí no me gustara la idea. El paseo hasta allí fue bastante desconcertante.

source: My interactions with 'them': The Untold Story by Gitanjali Babbar
es_es: Mis interacciones con "ellos": La historia no contada de la mano de Gitanjali Babbar

source: My team also grew in number and I was joined by another volunteer from the Yuva Parivahan.
es_es: Mi equipo también creció en número y se unió a nosotros otro voluntario del Yuva Parivahan.

source: Not just anyone can walk into a brothel and become its family member.
es_es: No todo el mundo puede entrar a un burdel y convertirse en un miembro de su familia.

source: Not only Sonu, but the entire team of Kat-Katha witnessed the magical journey of this little boy from dark rooms to shining dreams.
es_es: No sólo Sonu, sino todo el equipo de Kat-Katha fue testigo del mágico viaje de este niño desde las habitaciones oscuras a los sueños brillantes.

source: Not sure what to do, she went to the police commissioner and shared about the carnival and the reasoning behind the day's festivities.
es_es: Sin saber qué hacer, se dirigió al comisario de policía y le habló del carnaval y de los motivos de la fiesta.

source: Nothing else.
es_es: Nada más.

source: On August 15, the day of the event, all the policemen were inside.
es_es: El 15 de agosto, el día del evento, todos los policías estaban dentro.

source: On recalling my first day inside a brothel, or even on the GB Road itself, I am hit by the now alien feeling of trepidation.
es_es: Cuando recuerdo mi primer día en el burdel, o incluso en la mism en el barrio rojo de Delhi, me golpea una sensación, ahora extraña, de inquietud.

source: One assumes bhaturas as delish treats, but inside a brothel they are mere cheap alternatives for staying full for long, that one could only get hold of once the madams or malkins were done eating.
es_es: Uno asume que las chole bhatureson manjares deliciosos, pero dentro de un burdel son meras alternativas baratas para mantenerse lleno durante mucho tiempo. Además, solo podían comer cuando las madams ya habían terminado de hacerlo.

source: One day, a group of brothel owners prepared for her afternoon visit.
es_es: Un día, un grupo de propietarios de burdeles se preparó para su visita vespertina.

source: One day, during one such fight at home, Sandhya’s aunt beat her up and in a fit of rage, Sandhya ran away from the house at night.
es_es: Un día, durante una de esas peleas en casa, la tía de Sandhya le dio una paliza y, en un arrebato de ira, Sandhya se escapó de casa por la noche.

source: One day, one of the women, who was about forty-five years old, pulled her aside.
es_es: Un día, una de las mujeres, de unos cuarenta y cinco años, la llamó aparte.

source: Only after 20 years of being in the trade can Sandhya now look back at the incident and join the dots.
es_es: Solo 20 años después de estar en el comercio Sandhya puede ahora recordar el incidente y unir los puntos.

source: Only two of them could read.
es_es: Sólo dos de ellas sabían leer.

source: Only very recently Sandhya’s family life took a turn when her husband chose to betray her for another woman.
es_es: Hace muy poco, la vida familiar de Sandhya dio un vuelco cuando su marido decidió traicionarla por otra mujer.

source: Only when the brothel owner feels that she is too afraid and ashamed to run back to the outside world does she have permission to spend time in the common areas.
es_es: Sólo cuando la dueña del burdel siente que está demasiado asustada y avergonzada para volver al mundo exterior, tiene permiso para pasar tiempo en las zonas comunes.

source: Or so you'd think.
es_es: O al menos eso se cree.
